Repository: romanfic/woocommerce-easy-booking-language-pack-czech
Catalog: woocommerce-easy-booking-system-*.po
Languages: cs_cz

source: You don&#8217;t have permission to do this.
cs_cz: Nemáte oprávnění k provedení této akce.

source: Easy Booking database update complete. Thank you!
cs_cz: Aktualizace databáze WooCommerce Easy Booking dokončena!

source: days
cs_cz: dny

source: weeks
cs_cz: týdny

source: custom period
cs_cz: vlastní období

source: Bookable
cs_cz: Rezervovatelné

source: Bookable products can be rent or booked on a daily/weekly/custom schedule.
cs_cz: Výrobky, které lze objednat, si lze pronajmout nebo objednat na denní / týdenní / vlastní rozvrh.

source: Bookings
cs_cz: Rezervace

source: Minimum booking duration must be inferior to maximum booking duration
cs_cz: Minimální doba rezervace musí být nižší než maximální doba rezervace

source: Your theme uses an outdated Easy Booking template. Please rename %s to %s and make sure it is up-to-date.
cs_cz: Vaše téma používá zastaralou šablonu Easy Booking. Přejmenujte %s na %s a ujistěte se, že je aktuální.

source: Thanks for installing Easy Booking! If you want more features, %scheck the add-ons%s!
cs_cz: Děkujeme za instalaci Easy Booking! Pokud chcete více funkcí, %scheck the add-ons%s!

source: A database update is required for Easy Booking. It won't take long.
cs_cz: Je vyžadována aktualizace databáze.

source: Update database
cs_cz: Aktualizace databáze

source: Booking status
cs_cz: Stav rezervace

source: Pending
cs_cz: Čekající

source: Start
cs_cz: Začátek

source: Processing
cs_cz: Zpracovává se

source: End
cs_cz: Konec

source: Completed
cs_cz: Dokončeno

source: Number of dates to select
cs_cz: Počet datumů k výběru

source: Choose whether to have one or two date(s) to select for this product.
cs_cz: Vyberte, zda chcete pro tento produkt vybrat jedno nebo dvě data.

source: Same as global settings
cs_cz: Stejné jako globální nastavení

source: One
cs_cz: Jeden

source: Two
cs_cz: Dva

source: Booking duration
cs_cz: Doba trvání rezervace

source: The booking duration of your products. Daily, weekly or a custom period. The price will be applied to the whole period.
cs_cz: Doba trvání rezervace vašich produktů. Denní, týdenní nebo vlastní období. Cena bude použita po celé období.

source: Daily
cs_cz: Denně

source: Weekly
cs_cz: Týdně

source: Custom
cs_cz: Vlastní

source: Custom booking duration (days)
cs_cz: Vlasntní doba rezervace (dny)

source: Minimum booking duration
cs_cz: Minimální doba trvání rezervace

source: The minimum number of days / weeks / custom period to book. Leave zero to set no duration limit. Leave empty to use the global settings.
cs_cz: Minimální počet dní / týdnů / vlastní období k rezervaci. Nechte nulu, abyste nastavili dobu trvání. Chcete-li použít globální nastavení, ponechte prázdné.

source: Maximum booking duration
cs_cz: Maximální doba trvání rezervace

source: The maximum number of days / weeks / custom period to book. Leave zero to set no duration limit. Leave empty to use the global settings.
cs_cz: Maximální počet dní / týdnů / vlastní období na rezervaci. Nechte nulu, abyste nastavili dobu trvání. Chcete-li použít globální nastavení, ponechte prázdné.

source: First available date (day)
cs_cz: První dostupné datum (dny)

source: First available date, relative to the current day. I.e. : today + 5 days. Leave zero for the current day. Leave empty to use the global settings.
cs_cz: První dostupné datum, relativně k aktuálnímu dni. Tj. : dnes + 5 dní. Pro aktuální den ponechte nulu. Chcete-li použít globální nastavení, ponechte prázdné.

source: Same as parent
cs_cz: Stejné jako nadřazené

source: The booking duration of your products. Daily, weekly or a custom period (e.g. 28 days for a monthly booking). The price will be applied to the whole period.
cs_cz: Doba trvání rezervace vašich produktů. Denní, týdenní nebo vlastní období (např. 28 dní pro měsíční rezervaci). Cena bude použita po celé období.

source: The minimum number of days / weeks / custom period to book. Enter zero to set no duration limit or leave blank to use the parent product's booking options or the global settings.
cs_cz: Minimální počet dní / týdnů / vlastní období k rezervaci. Zadáním nuly nastavíte dobu trvání nebo ponecháte prázdné, chcete-li použít možnosti rezervace rodičovského produktu nebo globální nastavení.

source: The maximum number of days / weeks / custom period to book. Enter zero to set no duration limit or leave blank to use the parent product's booking options or the global settings.
cs_cz: Maximální počet dní / týdnů / vlastní období na rezervaci. Zadáním nuly nastavíte dobu trvání nebo ponecháte prázdné, chcete-li použít možnosti rezervace rodičovského produktu nebo globální nastavení.

source: First available date
cs_cz: První dostupné datum

source: First available date, relative to today. I.e. : today + 5 days. Enter 0 for today or leave blank to use the parent product's booking options or the global settings.
cs_cz: První dostupné datum, relativně k dnešnímu dni. Tj. : dnes + 5 dní. Zadejte 0 pro dnešek nebo ponechte prázdné, chcete-li použít možnosti rezervace nadřazeného produktu nebo globální nastavení.

source: Sorry there was a problem. Please try again.
cs_cz: Omlouváme se, vyskytl se problém. Zkuste to prosím znovu.

source: Please select a product.
cs_cz: Vyberte produkt.

source: Please select product option.
cs_cz: Vyberte možnosti produktu.

source: Please choose the quantity of items you wish to add to your cart&hellip;
cs_cz: Vyberte prosím množství položek, které chcete přidat do košíku&hellip;

source: You can only select one date.
cs_cz: Můžete vybrat pouze jednu položku.

source: Please select a date.
cs_cz: Vyberte datum.

source: Please select dates.
cs_cz: Vyberte data.

source: Please choose a date
cs_cz: Vyberte datum

source: You can only select one date
cs_cz: Můžete vybrat pouze jedno datum

source: Please choose two dates
cs_cz: Vyberte dvě data

source: Please choose valid dates
cs_cz: Vyberte platné datum

source: week
cs_cz: týden

source: night
cs_cz: noc

source: day
cs_cz: den

source: Total booking duration: %s %s
cs_cz: Celková doba trvání rezervace: %s %s

source: Average price %s: %s
cs_cz: Průměrná cena %s: %s

source: Please select a date before adding this product to your cart.
cs_cz: Před přidáním tohoto produktu do košíku vyberte datum.

source: Please select dates before adding this product to your cart.
cs_cz: Před přidáním tohoto produktu do košíku vyberte data.

source: / week
cs_cz: / týden

source: / night
cs_cz: / noc

source: / day
cs_cz: / den

source: Multiply addon cost by booking duration?
cs_cz: Vynásobte náklady na dobu trvání rezervace?

source: Reports
cs_cz: Reporty

source: Status
cs_cz: Stav

source: Order
cs_cz: Ojednávka

source: Product
cs_cz: Produkt

source: Quantity booked
cs_cz: Rezervované množství

source: Imported booking
cs_cz: Importované rezervace

source: To see "Completed" bookings, use the booking status filter below.
cs_cz: Chcete-li zobrazit dokončené rezervace, použijte filtr stavu rezervace níže.

source: Add-ons
cs_cz: Doplňky

source: Network Settings
cs_cz: Nastavení sítě

source: Appearance settings
cs_cz: Nastavení vzhledu

source: Customize the calendar so it looks great with your theme!
cs_cz: Přizpůsobte si kalendář tak, aby vypadal skvěle s vaším tématem!

source: For better rendering, prefer a light background and a dark text color.
cs_cz: Pro lepší vykreslení upřednostňujte světlé pozadí a tmavou barvu textu.

source: Default
cs_cz: Výchozí

source: Classic
cs_cz: Klasické

source: Add
cs_cz: Přidat

source: Delete
cs_cz: Smazat

source: General settings
cs_cz: Globální nastavení

source: Check to make all your products bookable. If checked, any new or modified product will be automatically bookable.
cs_cz: Zaškrtněte, chcete-li si zarezervovat všechny své produkty. Pokud je zaškrtnuto, bude jakýkoli nový nebo upravený produkt automaticky možné rezervovat.

source: Choose the number of dates to select. Customizable at product level.
cs_cz: Vyberte počet dat, který chcete vybrat. Přizpůsobitelné na úrovni produktu.

source: Choose whether to book your products by day or by night (i.e. 5 days = 4 nights).
cs_cz: Vyberte, zda si chcete rezervovat své výrobky ve dne nebo v noci (tj. 5 dní = 4 noci).

source: Days
cs_cz: Dny

source: Nights
cs_cz: Noci

source: Choose booking duration for two dates selection. Customizable at product level.
cs_cz: Zvolte dobu trvání rezervace pro výběr dvou termínů. Přizpůsobitelné na úrovni produktu.

source: Used only for products with "Custom" booking duration. Customizable at product level.
cs_cz: Používá se pouze u produktů s trváním rezervace „Vlastní“. Přizpůsobitelné na úrovni produktu.

source: Set a minimum booking duration. Leave 0 or empty to set no minmum. Customizable at product level.
cs_cz: Nastavte minimální dobu trvání rezervace. Nechte 0 nebo prázdné pro nastavení minima. Přizpůsobitelné na úrovni produktu.

source: Set a maximum booking duration. Leave 0 or empty to set no maximum. Customizable at product level.
cs_cz: Nastavte maximální dobu trvání rezervace. Nechte 0 nebo prázdné pro nastavení maxima. Přizpůsobitelné na úrovni produktu.

source: Set the first available date, relative to the current day. Leave 0 or empty to keep the current day. Customizable at product level.
cs_cz: Nastavte první dostupné datum, relativně k aktuálnímu dni. Chcete-li zachovat aktuální den, ponechte 0 nebo prázdné. Přizpůsobitelné na úrovni produktu.

source: Set the last available date, relative to the current day. Max: 3650 days (10 years).
cs_cz: Nastavte poslední dostupné datum, relativně k aktuálnímu dni. Max: 3650 dní (10 let).

source: Settings
cs_cz: Nastavení

source: Booking statuses settings
cs_cz: Nastavení stavů rezervace

source: These booking statuses are for information and organization purposes only, and are not related to WooCommerce order statuses.
cs_cz: Tyto stavy rezervace slouží pouze pro informační a organizační účely a nesouvisejí se stavy objednávek WooCommerce.

source: They follow this pattern:
cs_cz: Sledují tento vzorec:

source: Pending:&nbsp;
cs_cz: Čekající:&nbsp;

source: Booking hasn't started yet.
cs_cz: Rezervace ještě nezačala.

source: Start:&nbsp;
cs_cz: Začátek:&nbsp;

source: Booking starts. If you need time to prepare or deliver your items, keep this status a few days before the actual booking start date.
cs_cz: Rezervace začíná. Pokud potřebujete čas na přípravu nebo doručení zboží, ponechejte tento stav několik dní před skutečným datem zahájení rezervace.

source: Processing&hellip;
cs_cz: Zpracovává se&hellip;

source: End:&nbsp;
cs_cz: Konec:&nbsp;

source: Booking ends. If you need time to retrieve or prepare your items for another booking, keep this status a few days after the actual booking end date.
cs_cz: Rezervace končí. Pokud potřebujete čas na vyzvednutí nebo přípravu zboží na další rezervaci, ponechejte si tento stav několik dní po skutečném datu ukončení rezervace.

source: Completed:&nbsp;
cs_cz: Dokončeno:&nbsp;

source: Booking is over.
cs_cz: Rezervace skončila.

source: You can choose to change them manually or automatically and then easily track your bookings in the "Reports" page. To manually change an item booking status, go to the corresponding order page and click on "Edit item".
cs_cz: Můžete si vybrat, zda je změníte ručně nebo automaticky, a poté snadno sledujte své rezervace na stránce „Přehledy“. Chcete-li manuálně změnit stav rezervace položky, přejděte na odpovídající stránku objednávky a klikněte na "Upravit položku".

source: If set to "Automatically", "Start" status will be set on booking start date.
cs_cz: Pokud je nastavena na „Automaticky“, stav „Start“ bude nastaven na datum zahájení rezervace.

source: Automatically
cs_cz: Automaticky

source: Manually
cs_cz: Manuálně

source: Day(s) before start date. Only if automatically is set.
cs_cz: Den (dny) před začátkem. Pouze pokud je nastaveno automaticky.

source: If set to "Automatically", "Processing" status will start the day after booking start date.
cs_cz: Pokud je nastaveno na „Automaticky“, stav „Zpracování“ začne den po datu zahájení rezervace.

source: If set to "Automatically", "End" status will be set on booking end date.
cs_cz: Pokud je nastaveno na „Automaticky“, stav „Zpracování“ začíná den po datu zahájení rezervace.

source: Day(s) after end date. Only if automatically is set.
cs_cz: Den (dny) po datu ukončení. Pouze pokud je nastaveno automaticky.

source: This tool will update your Easy Booking database to the latest version. Please ensure you make sufficient backups before proceeding.
cs_cz: Tento nástroj aktualizuje vaši databázi Easy Booking na nejnovější verzi. Před pokračováním se ujistěte, že jste vytvořili dostatečné zálohy.

source: WooCommerce Easy Booking Add-ons
cs_cz: Doplňky WooCommerce Easy Booking

source: Manage availabilities of your bookable products.
cs_cz: Spravujte dostupnost vašich rezervovatelných produktů.

source: Set discounts or surcharges depending on booking duration.
cs_cz: Nastavte slevy nebo příplatky v závislosti na délce rezervace.

source: Disable days or dates on your products' booking schedules.
cs_cz: Zakažte dny nebo data v rozvrhu rezervace vašich produktů.

source: Set different prices depending on a day, date or daterange.
cs_cz: Nastavte různé ceny v závislosti na dni, datu nebo časovém období.

source: Syncronize your bookings with Google Calendar.
cs_cz: Synchronizujte své rezervace s Kalendářem Google.

source: Learn more
cs_cz: Zjistit více

source: Installed
cs_cz: Instalováno

source: Documentation
cs_cz: Dokumentace

source: Support
cs_cz: Podpora

source: Network settings for WooCommerce Easy Booking
cs_cz: Nastavení sítě pro WooCommerce Easy Booking

source: General
cs_cz: Základní

source: Appearance
cs_cz: Vzhled

source: Booking statuses
cs_cz: Stavy rezervací

source: Tools
cs_cz: Nástroje

source: Clear dates
cs_cz: Vymazat data

source: Select date(s)
cs_cz: Vybrat datum
